Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: མ་རིག་པའི་དེ་བཞིན་ཉིད་མེད་པ་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ། འདུ་བྱེད་ཀྱི་དེ་བཞིན་ཉིད་མེད་པ་དང་། རྣམ་པར་ཤེས་པའི་དེ་བཞིན་ཉིད་མེད་པ་དང་། མིང་དང་གཟུགས་ཀྱི་དེ་བཞིན་ཉིད་མེད་པ་དང་། སྐྱེ་མཆེད་དྲུག་གི་དེ་བཞིན་ཉིད་མེད་པ་དང་། རེག་པའི་དེ་བཞིན་ཉིད་མེད་པ་དང་། ཚོར་བའི་དེ་བཞིན་ཉིད་མེད་པ་དང་། སྲེད་པའི་དེ་བཞིན་ཉིད་མེད་པ་དང་། ལེན་པའི་དེ་བཞིན་ཉིད་མེད་པ་དང་། སྲིད་པའི་དེ་བཞིན་ཉིད་མེད་པ་དང་། སྐྱེ་བའི་དེ་བཞིན་ཉིད་མེད་པ་དང་། རྒ་ཤིའི་དེ་བཞིན་ཉིད་མེད་པ་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: Subhūti, do you think that an absence of the real nature of ignorance constitutes a bodhisattva, or do you think that an absence of the real nature of formative predispositions, an absence of the real nature of consciousness, an absence of the real nature of name and form, an absence of the real nature of the six sense fields, an absence of the real nature of sensory contact, an absence of the real nature of sensation, an absence of the real nature of craving, an absence of the real nature of grasping, an absence of the real nature of the rebirth process, an absence of the real nature of actual birth, or an absence of the real nature of aging and death constitutes a bodhisattva?” “

source: གསོལ་པ། བཅོམ་ལྡན་འདས་དེ་ལྟ་མ་ལགས་སོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་ཁྱོད་ཀྱིས་དོན་གྱི་དབང་གང་ཞིག་མཐོང་ན།
en: No, Blessed Lord!”

source: དེ་སྐད་དུ་གཟུགས་ཀྱང་བྱང་ཆུབ་སེམས་དཔའ་མ་ཡིན། གཟུགས་མ་ཡིན་པ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་མ་ཡིན། གཟུགས་ལ་བྱང་ཆུབ་སེམས་དཔའ་ཡོད་པ་མ་ཡིན། བྱང་ཆུབ་སེམས་དཔའ་ལ་ཡང་གཟུགས་ཡོད་པ་མ་ཡིན། གཟུགས་མེད་པ་ཡང་བྱང་ཆུབ་སེམས་དཔའ་མ་ཡིན།
en: Then the Blessed One asked, “Subhūti, to what purpose have you said that physical forms do not constitute a bodhisattva, that anything other than physical forms does not constitute a bodhisattva, that a bodhisattva is not present in physical forms, that physical forms are not present in a bodhisattva, and that the absence of physical forms does not constitute a bodhisattva?

source: ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ཡང་བྱང་ཆུབ་སེམས་དཔའ་མ་ཡིན། རྣམ་པར་ཤེས་པ་མ་ཡིན་པ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་མ་ཡིན།
en: Why do you say that feelings, perceptions, formative predispositions, and consciousness do not constitute a bodhisattva, that anything other than consciousness [and the other aggregates] does not constitute a bodhisattva, that a bodhisattva is not present in consciousness [and the other aggregates], that consciousness [and the other aggregates] are not present in a bodhisattva, and that the absence of consciousness [and the other aggregates] does not constitute a bodhisattva?

source: རྣམ་པར་ཤེས་པ་ལ་ཡང་བྱང་ཆུབ་སེམས་དཔའ་ཡོད་པ་མ་ཡིན། བྱང་ཆུབ་སེམས་དཔའ་ལ་ཡང་རྣམ་པར་ཤེས་པ་ཡོད་པ་མ་ཡིན། རྣམ་པར་ཤེས་པ་མེད་པ་ཡང་བྱང་ཆུབ་སེམས་དཔའ་མ་ཡིན། མིག་དང་། རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་དང་། གཟུགས་དང་། སྒྲ་དང་། དྲི་དང་། རོ་དང་། རེག་དང་། ཆོས་དང་། མིག་གི་ཁམས་དང་། གཟུགས་ཀྱི་ཁམས་དང་། མིག་གི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་། རྣ་བའི་ཁམས་དང་། སྒྲའི་ཁམས་དང་། རྣ་བའི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་། སྣའི་ཁམས་དང་། དྲིའི་ཁམས་དང་། སྣའི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་། ལྕེའི་ཁམས་དང་། རོའི་ཁམས་དང་། ལྕེའི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་། ལུས་ཀྱི་ཁམས་དང་། རེག་བྱའི་ཁམས་དང་། ལུས་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་། ཡིད་ཀྱི་ཁམས་དང་། ཆོས་ཀྱི་ཁམས་དང་། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་། སའི་ཁམས་དང་། ཆུའི་ཁམས་དང་། མེའི་ཁམས་དང་། རླུང་གི་ཁམས་དང་། ནམ་མཁའི་ཁམས་དང་། རྣམ་པར་ཤེས་པའི་ཁམས་དང་། མ་རིག་པ་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་དང་། མིང་དང་གཟུགས་དང་། སྐྱེ་མཆེད་དྲུག་དང་། རེག་པ་དང་། ཚོར་བ་དང་། སྲེད་པ་དང་། ལེན་པ་དང་། སྲིད་པ་དང་། སྐྱེ་བ་དང་། རྒ་ཤི་བྱང་ཆུབ་སེམས་དཔའ་མ་ཡིན། རྒ་ཤི་མ་ཡིན་པ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་མ་ཡིན། རྒ་ཤི་ལ་བྱང་ཆུབ་སེམས་དཔའ་ཡོངས་པ་མ་ཡིན། བྱང་ཆུབ་སེམས་དཔའ་ལ་ཡང་རྒ་ཤི་ཡོད་པ་མ་ཡིན། རྒ་ཤི་མེད་པ་ཡང་བྱང་ཆུབ་སེམས་དཔའ་མ་ཡིན། གཟུགས་ཀྱི་དེ་བཞིན་ཉིད་དང་། ཚོར་བའི་དེ་བཞིན་ཉིད་དང་། འདུ་ཤེས་ཀྱི་དེ་བཞིན་ཉིད་དང་། འདུ་བྱེད་ཀྱི་དེ་བཞིན་ཉིད་དང་། རྣམ་པར་ཤེས་པའི་དེ་བཞིན་ཉིད་དང་། མིག་གི་དེ་བཞིན་ཉིད་དང་། རྣ་བའི་དེ་བཞིན་ཉིད་དང་། སྣའི་དེ་བཞིན་ཉིད་དང་། ལྕེའི་དེ་བཞིན་ཉིད་དང་། ལུས་ཀྱི་དེ་བཞིན་ཉིད་དང་། ཡིད་ཀྱི་དེ་བཞིན་ཉིད་དང་། གཟུགས་ཀྱི་དེ་བཞིན་ཉིད་དང་། སྒྲའི་དེ་བཞིན་ཉིད་དང་། དྲིའི་དེ་བཞིན་ཉིད་དང་། རོའི་དེ་བཞིན་ཉིད་དང་། རེག་གི་དེ་བཞིན་ཉིད་དང་། ཆོས་ཀྱི་དེ་བཞིན་ཉིད་དང་། མིག་གི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་།
en: Why do you say that the eyes, the ears, the nose, the tongue, the body, the mental faculty, sights, sounds, odors, tastes, tangibles, mental phenomena, the sensory element of the eyes, the sensory element of sights, the sensory element of visual consciousness, the sensory element of the ears, the sensory element of sounds, the sensory element of auditory consciousness, the sensory element of the nose, the sensory element of odors, the sensory element of olfactory consciousness, the sensory element of the tongue, the sensory element of tastes, the sensory element of gustatory consciousness, the sensory element of the body, the sensory element of touch, the sensory element of tactile consciousness, the sensory element of the mental faculty, the sensory element of mental phenomena, and the sensory element of mental consciousness; the earth element, the water element, the fire element, the wind element, the space element, and the consciousness element; and ignorance, formative predispositions, consciousness, name and form, the six sense fields, sensory contact, sensation, craving, grasping, the rebirth process, actual birth, and aging and death all do not constitute a bodhisattva; that anything other than [all those phenomena], up to and including aging and death, do not constitute a bodhisattva; that a bodhisattva is not present in [all those phenomena, up to and including] aging and death; that [all those phenomena, up to and including] aging and death are not present in a bodhisattva; and that the absence of [all those phenomena, up to and including] aging and death, does not constitute a bodhisattva? {

source: གཟུགས་ཀྱི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། མིག་གི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། རྣ་བའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། སྒྲའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། རྣ་བའི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། སྣའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། དྲིའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། སྣའི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། ལྕེའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། རོའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། ལྕེའི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། ལུས་ཀྱི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། རེག་བྱའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། ལུས་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། ཡིད་ཀྱི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། ཆོས་ཀྱི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། སའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། ཆུའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། མེའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། རླུང་གི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། ནམ་མཁའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། མ་རིག་པའི་དེ་བཞིན་ཉིད་དང་། འདུ་བྱེད་ཀྱི་དེ་བཞིན་ཉིད་དང་། རྣམ་པར་ཤེས་པའི་དེ་བཞིན་ཉིད་དང་། མིང་དང་གཟུགས་ཀྱི་དེ་བཞིན་ཉིད་དང་། སྐྱེ་མཆེད་དྲུག་གི་དེ་བཞིན་ཉིད་དང་། རེག་པའི་དེ་བཞིན་ཉིད་དང་། ཚོར་བའི་དེ་བཞིན་ཉིད་དང་། སྲེད་པའི་དེ་བཞིན་ཉིད་དང་། ལེན་པའི་དེ་བཞིན་ཉིད་དང་། སྲིད་པའི་དེ་བཞིན་ཉིད་དང་། སྐྱེ་བའི་དེ་བཞིན་ཉིད་དང་།
en: Dt.112} Why do you say that the real nature of physical forms, the real nature of feelings, the real nature of perceptions, the real nature of formative predispositions, the real nature of consciousness, the real nature of the eyes, the real nature of the ears, the real nature of the nose, the real nature of the tongue, the real nature of the body, the real nature of the mental faculty, the real nature of sights, the real nature of sounds, the real nature of odors, the real nature of tastes, the real nature of tangibles, the real nature of mental phenomena, the real nature of the sensory element of the eyes, the real nature of the sensory element of sights, the real nature of the sensory element of visual consciousness, the real nature of the sensory element of the ears, the real nature of the sensory element of sounds, the real nature of the sensory element of auditory consciousness, the real nature of the sensory element of the nose, the real nature of the sensory element of odors, the real nature of the sensory element of olfactory consciousness, the real nature of the sensory element of the tongue, the real nature of the sensory element of tastes, the real nature of the sensory element of gustatory consciousness, the real nature of the sensory element of the body, the real nature of the sensory element of touch, the real nature of the sensory element of tactile consciousness, the real nature of the sensory element of the mental faculty, the real nature of the sensory element of mental phenomena, the real nature of the sensory element of mental consciousness, the real nature of the earth element, the real nature of the water element, the real nature of the fire element, the real nature of the wind element, the real nature of the space element, the real nature of the consciousness element, the real nature of ignorance, the real nature of formative predispositions, the real nature of consciousness, the real nature of name and form, the real nature of the six sense fields, the real nature of sensory contact, the real nature of sensation, the real nature of craving, the real nature of grasping, the real nature of the rebirth process, the real nature of actual birth, and the real nature of aging and death all do not constitute a bodhisattva?

source: རྒ་ཤིའི་དེ་བཞིན་ཉིད་ཀྱང་བྱང་ཆུབ་སེམས་དཔའ་མ་ཡིན། རྒ་ཤིའི་དེ་བཞིན་ཉིད་མ་ཡིན་པ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་མ་ཡིན། རྒ་ཤིའི་དེ་བཞིན་ཉིད་ལ་ཡང་བྱང་ཆུབ་སེམས་དཔའ་ཡོད་པ་མ་ཡིན། བྱང་ཆུབ་སེམས་དཔའ་ལ་ཡང་རྒ་ཤིའི་དེ་བཞིན་ཉིད་ཡོད་པ་མ་ཡིན། རྒ་ཤིའི་དེ་བཞིན་ཉིད་མེད་པ་ཡང་བྱང་ཆུབ་སེམས་དཔའ་མ་ཡིན་ནོ་ཞེས་ཟེར།། །།ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་སྟོང་ཕྲག་ཉི་ཤུ་ལྔ་པ།
en: Why do you say that anything other than [the real nature of all those phenomena, up to and including] the real nature of aging and death, does not constitute a bodhisattva; that a bodhisattva is not present in [the real nature of all those phenomena, up to and including] the real nature of aging and death; that [the real nature of all those phenomena, up to and including] the real nature of aging and death, is not present in a bodhisattva; and that the absence of [the real nature of all those phenomena, up to and including] the real nature of aging and death, does not constitute a bodhisattva?” “

source: བམ་པོ་བརྒྱད་པ། རབ་འབྱོར་གྱིས་གསོལ་པ། བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་ཤིན་དུ་མ་མཆིས་ཤིང་མི་དམིགས་ན། དེ་ལ་གཟུགས་ཀྱི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: Blessed Lord,” replied Subhūti, “if bodhisattvas are absolutely nonexistent and not apprehended, how could the designation ‘physical forms’ constitute a bodhisattva!

source: གཟུགས་མ་ལགས་པ་གཞན་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ཡང་ག་ལ་མཆིས།
en: How could anything other than physical forms constitute a bodhisattva!

source: གཟུགས་ལ་བྱང་ཆུབ་སེམས་དཔའ་མཆིས་པར་ཡང་ག་ལ་འགྱུར།
en: How could a bodhisattva be present in physical forms!

source: བྱང་ཆུབ་སེམས་དཔའ་ལ་གཟུགས་མ་མཆིས་པར་ཡང་ག་ལ་འགྱུར།
en: How could physical forms be present in a bodhisattva!

source: གཟུགས་མ་མཆིས་པ་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ཡང་ག་ལ་མཆིས།
en: How could the absence of physical forms become a bodhisattva!

source: ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: How could the designations ‘feelings,’ ‘perceptions,’ ‘formative predispositions,’ or ‘consciousness’ constitute a bodhisattva!

source: རྣམ་པར་ཤེས་པ་མ་ལགས་པ་གཞན་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ཡང་ག་ལ་མཆིས།
en: How could anything other than consciousness [and the other aggregates] constitute a bodhisattva!

source: རྣམ་པར་ཤེས་པ་ལ་བྱང་ཆུབ་སེམས་དཔའ་མཆིས་པར་ཡང་ག་ལ་འགྱུར།
en: How could a bodhisattva be present in consciousness [and the other aggregates]!

source: བྱང་ཆུབ་སེམས་དཔའ་ལ་རྣམ་པར་ཤེས་པ་མཆིས་པར་ཡང་ག་ལ་འགྱུར།
en: How could consciousness [and the other aggregates] be present in a bodhisattva!

source: རྣམ་པར་ཤེས་པ་མ་མཆིས་པ་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ཡང་ག་ལ་མཆིས། བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་ཤིན་དུ་མ་མཆིས་ཤིང་མི་དམིགས་ན། དེ་ལ་མིག་དང་། རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་དང་། གཟུགས་དང་། སྒྲ་དང་། དྲི་དང་། རོ་དང་། རེག་དང་། ཆོས་དང་། མིག་གི་ཁམས་དང་།
en: How could the absence of consciousness [and the other aggregates] become a bodhisattva! “

source: གཟུགས་ཀྱི་ཁམས་དང་། མིག་གི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་། རྣ་བའི་ཁམས་དང་། སྒྲའི་ཁམས་དང་། རྣ་བའི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་། སྣའི་ཁམས་དང་། དྲིའི་ཁམས་དང་། སྣའི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་། ལྕེའི་ཁམས་དང་། རོའི་ཁམས་དང་། ལྕེའི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་། ལུས་ཀྱི་ཁམས་དང་། རེག་བྱའི་ཁམས་དང་། ལུས་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་། ཡིད་ཀྱི་ཁམས་དང་། ཆོས་ཀྱི་ཁམས་དང་། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་། སའི་ཁམས་དང་། ཆུའི་ཁམས་དང་། མེའི་ཁམས་དང་། རླུང་གི་ཁམས་དང་། ནམ་མཁའི་ཁམས་དང་། རྣམ་པར་ཤེས་པའི་ཁམས་དང་། མ་རིག་པ་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་དང་། མིང་དང་། གཟུགས་དང་། སྐྱེ་མཆེད་དྲུག་དང་། རེག་པ་དང་། ཚོར་བ་དང་། སྲེད་པ་དང་།
en: Blessed Lord, if bodhisattvas are absolutely nonexistent and not apprehended, how could the designations ‘the eyes,’ ‘the ears,’ ‘the nose,’ ‘the tongue,’ ‘the body,’ ‘the mental faculty,’ ‘sights,’ ‘sounds,’ ‘odors,’ ‘tastes,’ ‘tangibles,’ ‘mental phenomena,’ ‘the sensory element of the eyes,’ ‘the sensory element of sights,’ ‘the sensory element of visual consciousness,’ ‘the sensory element of the ears,’ ‘the sensory element of sounds,’ ‘the sensory element of auditory consciousness,’ ‘the sensory element of the nose,’ ‘the sensory element of odors,’ ‘the sensory element of olfactory consciousness,’ ‘the sensory element of the tongue,’ ‘the sensory element of tastes,’ ‘the sensory element of gustatory consciousness,’ ‘the sensory element of the body,’ ‘the sensory element of touch,’ ‘the sensory element of tactile consciousness,’ ‘the sensory element of the mental faculty,’ ‘the sensory element of mental phenomena,’ ‘the sensory element of mental consciousness,’ ‘the earth element,’ ‘the water element,’ ‘the fire element,’ ‘the wind element,’ ‘the space element,’ ‘the consciousness element,’ ‘ignorance,’ ‘formative predispositions,’ ‘consciousness,’ ‘name and form,’ ‘the six sense fields,’ ‘sensory contact,’ ‘sensation,’ ‘craving,’ ‘grasping,’ ‘the rebirth process,’ ‘actual birth,’ or ‘aging and death’ constitute a bodhisattva!

source: ལེན་པ་དང་། སྲིད་པ་དང་། སྐྱེ་བ་དང་། རྒ་ཤིའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: How could anything other than [all those phenomena, up to and including] aging and death, constitute a bodhisattva!

source: རྒ་ཤི་མ་ལགས་པ་གཞན་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ཡང་ག་ལ་མཆིས།
en: How could a bodhisattva be present in [all those phenomena, up to and including] aging and death!

source: རྒ་ཤི་ལ་བྱང་ཆུབ་སེམས་དཔའ་མཆིས་པར་ཡང་ག་ལ་འགྱུར།
en: How could [all those phenomena, up to and including] aging and death, be present in a bodhisattva!

source: བྱང་ཆུབ་སེམས་དཔའ་ལ་རྒ་ཤི་མཆིས་པར་ཡང་ག་ལ་འགྱུར། རྒ་ཤི་མ་མཆིས་པ་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ཡང་ག་ལ་མཆིས།
en: How could the absence of [all those phenomena, up to and including] aging and death, become a bodhisattva! “

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་ཤིན་ཏུ་མ་མཆིས་ཤིང་མི་དམིགས་ན། གཟུགས་ཀྱི་དེ་བཞིན་ཉིད་ཀྱི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ག་ལ་མཆིས། གཟུགས་ཀྱི་དེ་བཞིན་ཉིད་མ་ལགས་པ་གཞན་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ཡང་ག་ལ་མཆིས། གཟུགས་ཀྱི་དེ་བཞིན་ཉིད་ལ་བྱང་ཆུབ་སེམས་དཔའ་མཆིས་པར་ཡང་ག་ལ་འགྱུར། བྱང་ཆུབ་སེམས་དཔའ་ལ་གཟུགས་ཀྱི་དེ་བཞིན་ཉིད་མཆིས་པར་ཡང་ག་ལ་འགྱུར།
en: Blessed Lord, if bodhisattvas are absolutely nonexistent and not apprehended, how could anything designated as the real nature of physical forms constitute a bodhisattva!

source: གཟུགས་ཀྱི་དེ་བཞིན་ཉིད་མ་མཆིས་པ་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ཡང་ག་ལ་མཆིས། ཚོར་བའི་དེ་བཞིན་ཉིད་དང་། འདུ་ཤེས་ཀྱི་དེ་བཞིན་ཉིད་དང་། འདུ་བྱེད་ཀྱི་དེ་བཞིན་ཉིད་དང་། རྣམ་པར་ཤེས་པའི་དེ་བཞིན་ཉིད་དང་། མིག་གི་དེ་བཞིན་ཉིད་དང་། རྣ་བའི་དེ་བཞིན་ཉིད་དང་། སྣའི་དེ་བཞིན་ཉིད་དང་། ལྕེའི་དེ་བཞིན་ཉིད་དང་།
en: How could anything other than the real nature of physical forms constitute a bodhisattva!

source: ལུས་ཀྱི་དེ་བཞིན་ཉིད་དང་། ཡིད་ཀྱི་དེ་བཞིན་ཉིད་དང་། གཟུགས་ཀྱི་དེ་བཞིན་ཉིད་དང་། སྒྲའི་དེ་བཞིན་ཉིད་དང་། དྲིའི་དེ་བཞིན་ཉིད་དང་། རོའི་དེ་བཞིན་ཉིད་དང་། རེག་གི་དེ་བཞིན་ཉིད་དང་། ཆོས་ཀྱི་དེ་བཞིན་ཉིད་དང་། མིག་གི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། གཟུགས་ཀྱི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། མིག་གི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། རྣ་བའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། སྒྲའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། རྣ་བའི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། སྣའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། དྲིའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། སྣའི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། ལྕེའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། རོའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། ལྕེའི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་།
en: How could a bodhisattva be present in the real nature of physical forms!

source: ལུས་ཀྱི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། རེག་བྱའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་།
en: How could the real nature of physical forms be present in a bodhisattva!

source: ལུས་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། ཡིད་ཀྱི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། ཆོས་ཀྱི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། སའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། ཆུའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། མེའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། རླུང་གི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། ནམ་མཁའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། མ་རིག་པའི་དེ་བཞིན་ཉིད་དང་། འདུ་བྱེད་ཀྱི་དེ་བཞིན་ཉིད་དང་། རྣམ་པར་ཤེས་པའི་དེ་བཞིན་ཉིད་དང་།
en: How could the absence of the real nature of physical forms constitute a bodhisattva!

source: མིང་དང་གཟུགས་ཀྱི་དེ་བཞིན་ཉིད་དང་། སྐྱེ་མཆེད་དྲུག་གི་དེ་བཞིན་ཉིད་དང་། རེག་པའི་དེ་བཞིན་ཉིད་དང་། ཚོར་བའི་དེ་བཞིན་ཉིད་དང་། སྲེད་པའི་དེ་བཞིན་ཉིད་དང་།
en: How could anything designated as the real nature of feelings, the real nature of perceptions, the real nature of formative predispositions, the real nature of consciousness, the real nature of the eyes, the real nature of the ears, the real nature of the nose, the real nature of the tongue, the real nature of the body, the real nature of the mental faculty, the real nature of sights, the real nature of sounds, the real nature of odors, the real nature of tastes, the real nature of tangibles, the real nature of mental phenomena, the real nature of the sensory element of the eyes, the real nature of the sensory element of sights, the real nature of the sensory element of visual consciousness, the real nature of the sensory element of the ears, the real nature of the sensory element of sounds, the real nature of the sensory element of auditory consciousness, the real nature of the sensory element of the nose, the real nature of the sensory element of odors, the real nature of the sensory element of olfactory consciousness, the real nature of the sensory element of the tongue, the real nature of the sensory element of tastes, the real nature of the sensory element of gustatory consciousness, the real nature of the sensory element of the body, the real nature of the sensory element of touch, the real nature of the sensory element of tactile consciousness, the real nature of the sensory element of the mental faculty, the real nature of the sensory element of mental phenomena, the real nature of the sensory element of mental consciousness, the real nature of the earth element, the real nature of the water element, the real nature of the fire element, the real nature of the wind element, the real nature of the space element, the real nature of the consciousness element, the real nature of ignorance, the real nature of formative predispositions, the real nature of consciousness, the real nature of name and form, the real nature of the six sense fields, the real nature of sensory contact, the real nature of sensation, the real nature of craving, the real nature of grasping, the real nature of the rebirth process, the real nature of actual birth, or the real nature of aging and death constitute a bodhisattva! {

source: ལེན་པའི་དེ་བཞིན་ཉིད་དང་། སྲིད་པའི་དེ་བཞིན་ཉིད་དང་། སྐྱེ་བའི་དེ་བཞིན་ཉིད་དང་། རྒ་ཤིའི་དེ་བཞིན་ཉིད་ཀྱི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ག་ལ་མཆིས། རྒ་ཤིའི་དེ་བཞིན་ཉིད་མ་ལགས་པ་གཞན་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ཡང་ག་ལ་མཆིས།
en: Dt.113} How could anything other than the real nature of [all those phenomena, up to and including] aging and death, constitute a bodhisattva!

source: རྒ་ཤིའི་དེ་བཞིན་ཉིད་ལ་བྱང་ཆུབ་སེམས་དཔའ་མཆིས་པར་ཡང་ག་ལ་འགྱུར།
en: How could a bodhisattva be present in the real nature of [all those phenomena, up to and including] aging and death!

source: བྱང་ཆུབ་སེམས་དཔའ་ལ་རྒ་ཤིའི་དེ་བཞིན་ཉིད་མཆིས་པར་ཡང་ག་ལ་འགྱུར།
en: How could the real nature of [all those phenomena, up to and including] aging and death, be present in a bodhisattva!

source: རྒ་ཤིའི་དེ་བཞིན་ཉིད་མ་མཆིས་པ་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ཡང་ག་ལ་མཆིས་ཏེ།
en: How could the absence of the real nature of [all those phenomena, up to and including] aging and death, constitute a bodhisattva!

source: དེ་ནི་གནས་མ་མཆིས་སོ།
en: That would be impossible!” “

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་ལེགས་སོ་ལེགས་སོ།
en: Well said, Subhūti, well said!” replied the Blessed One. “

source: །རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་སེམས་ཅན་མི་དམིགས་པས་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་མི་དམིགས་པ་ལ་དེ་ལྟར་བསླབ་པར་བྱའོ། །རབ་འབྱོར་གང་ཡང་འདི་སྐད་དུ་འདི་ལྟ་སྟེ།
en: Subhūti, bodhisattva great beings, as beings who are not apprehended, should train accordingly in the perfection of wisdom that is not apprehended. “

source: བྱང་ཆུབ་སེམས་དཔའ་ཞེས་བྱ་བ་དེ་ཆོས་གང་གི་ཚིག་བླ་དགས་ཡིན་ཞེས་ཟེར་བ་ནི། རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། བྱང་ཆུབ་སེམས་དཔའ་ཞེས་བྱ་བ་འདི་གཟུགས་ཀྱི་ཚིག་བླ་དགས་ཡིན་སྙམ་འམ། གསོལ་པ།
en: Subhūti, you asked, ‘What is it that has the designation bodhisattva?’Do you think, Subhūti, that this ‘bodhisattva’ is a designation for physical forms?” “

source: རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། བྱང་ཆུབ་སེམས་དཔའ་ཞེས་བྱ་བ་འདི་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པའི་ཚིག་བླ་དགས་ཡིན་སྙམ་འམ།
en: Subhūti, do you think that this ‘bodhisattva’ is a designation for feelings, perceptions, formative predispositions, or consciousness?” “

source: རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། བྱང་ཆུབ་སེམས་དཔའ་ཞེས་བྱ་བ་འདི་གཟུགས་རྟག་པའི་ཚིག་བླ་དགས་ཡིན་སྙམ་འམ། གསོལ་པ།
en: Subhūti, do you think that this ‘bodhisattva’ is a designation for physical forms that are permanent?” “

source: རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། བྱང་ཆུབ་སེམས་དཔའ་ཞེས་བྱ་བ་འདི་གཟུགས་མི་རྟག་པའི་ཚིག་བླ་དགས་ཡིན་སྙམ་འམ། གསོལ་པ།
en: Subhūti, do you think that this ‘bodhisattva’ is a designation for physical forms that are impermanent?” “

source: རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། བྱང་ཆུབ་སེམས་དཔའ་ཞེས་བྱ་བ་འདི་ཚོར་བ་རྟག་པ་དང་། ཚོར་བ་མི་རྟག་པ་དང་། འདུ་ཤེས་རྟག་པ་དང་། འདུ་ཤེས་མི་རྟག་པ་དང་། འདུ་བྱེད་རྟག་པ་དང་། འདུ་བྱེད་མི་རྟག་པ་དང་། རྣམ་པར་ཤེས་པ་རྟག་པ་དང་། རྣམ་པར་ཤེས་པ་མི་རྟག་པའི་ཚིག་བླ་དགས་ཡིན་སྙམ་འམ།
en: Subhūti, do you think that this ‘bodhisattva’ is a designation for feelings that are permanent, for feelings that are impermanent, for perceptions that are permanent, for perceptions that are impermanent, for formative predispositions that are permanent, for formative predispositions that are impermanent, for consciousness that is permanent, or for consciousness that is impermanent?” “

source: རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། བྱང་ཆུབ་སེམས་དཔའ་ཞེས་བྱ་བ་འདི་གཟུགས་བདེ་བའི་ཚིག་བླ་དགས་ཡིན་སྙམ་འམ། གསོལ་པ།
en: Subhūti, do you think that this ‘bodhisattva’ is a designation for physical forms that are happiness?” “

source: རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། བྱང་ཆུབ་སེམས་དཔའ་ཞེས་བྱ་བ་འདི་གཟུགས་སྡུག་བསྔལ་བའི་ཚིག་བླ་དགས་ཡིན་སྙམ་འམ། གསོལ་པ།
en: Subhūti, do you think that this ‘bodhisattva’ is a designation for physical forms that are suffering?” “

source: རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། བྱང་ཆུབ་སེམས་དཔའ་ཞེས་བྱ་བ་འདི་ཚོར་བ་བདེ་བ་དང་། ཚོར་བ་སྡུག་བསྔལ་བ་དང་། འདུ་ཤེས་བདེ་བ་དང་། འདུ་ཤེས་སྡུག་བསྔལ་བ་དང་། འདུ་བྱེད་བདེ་བ་དང་། འདུ་བྱེད་སྡུག་བསྔལ་བ་དང་། རྣམ་པར་ཤེས་པ་བདེ་བ་དང་། རྣམ་པར་ཤེས་པ་སྡུག་བསྔལ་བའི་ཚིག་བླ་དགས་ཡིན་སྙམ་འམ།
en: Subhūti, do you think that this ‘bodhisattva’ is a designation for feelings that are happiness, for feelings that are suffering, for perceptions that are happiness, for perceptions that are suffering, for formative predispositions that are happiness, for formative predispositions that are suffering, for consciousness that is happiness, or for consciousness that is suffering?” “
